[
    {
        "page_num": "1",
        "entry_id": "1_01",
        "headword": "a",
        "part_of_speech": "prep",
        "alternate_spelling": [
            " ah",
            " ar",
            " are"
        ],
        "etymology": "prob. < na 1 ",
        "citations": [
            "Me rise very early, go a Belmont. (Carmichael 1833)",
            "Crab no walk – crab no fat – crab walk too much he come a pot. = ‘A crab that does not walk will not get fat, a crab that walks too much will be caught and put into the pot.’ A lazy person amounts to nothing; if a person is too busy he will be brought to grief. (Uh 1883:256)",
            "Buckit go a well ebery day, wan day e battam go cum ut. (Uh 1883:257)",
            "Mary gone a mountain, Highland dey! (traditional song, in Connor 1958:44)",
            "Ants go bring news ah me grave. (I’ll get news regardless of where I am.) (Daniel ms1 ca 1960)",
            "Married sweetee, bam-bye you go see- umee, horsewhip an’ supple-jack, go talk a’ you backee. (Elder 1964)",
            "“Thank you, ’e get up dis mornin’ fu go down a river an’ jus’ fall down dead. A low-side me a go now fu get de death certificate.” (Phillips 1991:40)",
            "7) Mi a go a Roxborough/shap. ‘I am going to Roxborough/the shop.’ 8) He hit mi a mi jabone. ‘He hit me on the jaw.’ 9) Ah, Kini bwai, yu come a worl. ‘Ah, Kini boy, you’ve come into the world.’ (James & Youssef 2002:157)"
        ],
        "scientific_name": [],
        "synonyms": [
            "na 1"
        ],
        "definition": " Tob; Tr arc Directional preposition, indicating movement to, towards, or into a place.",
        "pronunciation": [
            "a"
        ]
    },
    {
        "page_num": "1",
        "entry_id": "1_02_1_01",
        "headword": "2",
        "part_of_speech": "prep",
        "alternate_spelling": [],
        "etymology": "prob. < na 2 ",
        "citations": [
            "Beg parden, Massa, tree demijohn dere a press. (POSG 11 Apr 1843:2)",
            "“[W]here are they?”... “Down yander, Mas’r, a toder room.” (Wilkins 1854:214)",
            "Trouble da ar bush, but annancy bring am ar house. (Uh 1883:257)",
            "Wha done ar dark, always show ar light. (Uh 1883:258)",
            "When managa please to gie you orda fe cut cane, you cane tan a ground fa tree week sometimes, fo he go cat um. (TN 25 Oct 1884)",
            "Jack dead bush grow a e door mout! (Julien nd)",
            "“Me a stop a Hubert Elder rum-shop a Scarborough fu buy me rum.” (Phillips 1991:40)",
            "Hi de a Charlotteville a meck strife. ‘He is in/at Charlotteville stirring up trouble.’ (James & Youssef 2002:157)"
        ],
        "scientific_name": [],
        "synonyms": [
            "na 2"
        ],
        "definition": " arc Locative preposition, indicating being in a place.",
        "pronunciation": []
    },
    {
        "page_num": "1",
        "entry_id": "1_03_1_01",
        "headword": "3",
        "part_of_speech": "prep",
        "alternate_spelling": [],
        "etymology": "< E a/of, a common reduced form in quick or informal speech",
        "citations": [
            "Den all de Yankees and dem make a lot a nice singing and joke till it was time to eat, den de people way had tables share out a lot a cake and i screem. (PC 24 Sept 1904)",
            "What kind a foolishness you talking?",
            "“If I tell you, one setta people.” (1990)"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " Of, a reduced form, usu. in phrases with lot, set, etc. This form is often written by doubling the final consonant and attaching -a.",
        "pronunciation": []
    },
    {
        "page_num": "1",
        "entry_id": "1_04_1_01",
        "headword": "4",
        "part_of_speech": "v",
        "alternate_spelling": [],
        "etymology": "",
        "citations": [
            "De bes joke ah wen de musicians an dem bin ah play ah two- step waltz gie dem. (PC 27 Aug 1904)",
            "dis a di man. This is the man. (Webster 1979)",
            "“All me want now a some rain tonight.” (Phillips 1991:51)"
        ],
        "scientific_name": [],
        "synonyms": [
            "da 1"
        ],
        "definition": " Copula or equating (be) verb; usu. equivalent to English is/are.",
        "pronunciation": []
    },
    {
        "page_num": "1",
        "entry_id": "1_05_1_01",
        "headword": "5",
        "part_of_speech": "v",
        "alternate_spelling": [],
        "etymology": "",
        "citations": [
            "Ah no way kine ah honarebble coat you cud coatin. (PC 30 April 1904)",
            "Ah sah, ah one joke fuh see dem. (PC 13 Aug 1904)",
            "a mi dadi. It is my father. (Webster 1979)",
            "a hu wE tif di SUga? Who stole the sugar? ... (a) wEn I a kVm bak? When is he going to return? (Webster 1979)",
            "“Well a dat me come fu see you ’bout...” (Phillips 1991:43)",
            "“A so me like mi choc’late tea, you see how de oil a float pan tap?” (Phillips 1991:50)"
        ],
        "scientific_name": [],
        "synonyms": [
            "da 2",
            ">is 1"
        ],
        "definition": " A topical existential (be) verb, used at the beginning of a sentence or clause. Generally equivalent to English be with it, there or that; also used to indicate a question.",
        "pronunciation": []
    },
    {
        "page_num": "1",
        "entry_id": "1_06_1_01",
        "headword": "6",
        "part_of_speech": "v",
        "alternate_spelling": [],
        "etymology": "",
        "citations": [
            "a lezi i lezi... It is because she is lazy. (Webster 1979)"
        ],
        "scientific_name": [],
        "synonyms": [
            ">is 2"
        ],
        "definition": " A topical equative or copula verb, used at the beginning of a sen- tence in an emphatic construction of the form, e.g. a tired she tired.",
        "pronunciation": []
    },
    {
        "page_num": "1",
        "entry_id": "1_07_1_01",
        "headword": "7",
        "part_of_speech": "v",
        "alternate_spelling": [],
        "etymology": "",
        "citations": [
            "My yeye a bun me, an me han wary fo hole de pen. (PC 30 Apr 1904)",
            "De bes joke ah wen de musicians an dem bin ah play ah two-step waltz gie dem, well I neber see ting so yet (Oui foote); not one ah dem bin no how foo dance am, soom ah dem bin ah gallop, soom bin ah dance paseo an others bin ah waltz am, ah sah, ah fus ah laff, ah laff so tell me mout nearly tear. (PC 27 Aug 1904)",
            "Sambo, where you a go? (Lord Executor “Sambo Why You Are Go” 1940)",
            "De rope you-a pull, not dat one me-a cut. When one man has set a magic “trick” against another (as when he tries to make it impossible for him to work his land) and a third person warns him of what has been done, this saying is used to mean, “I know, I’m watching.” (Herskovits 1945:198)",
            "Mi belly ah hat mi. (ESTT 1956)",
            "Sambo Rainey, Bass Counar, da key are wo’k... “Sambo” and “Bass” (apparently boss) suggest a mime on the flogging customs of slavery times... “da key are wo’k” means “the key is moving” – it is passed quickly from person to person and the searcher must find and catch the person who has it. (Elder 1973)",
            "“But Felix boy, yuh ah mek dam joke yes. Yuh mean to seh, yuh deh down here ah sleep like ah top, and meh dey uppa de house ah wait pan yuh like ah dam fool. (Rollocks 1975:15)",
            "mi a rVn. I am running. dEm a tak. They are talking... I bin a rVn. I dE a rVn. He was running... awi bin a tak, awi dE a tak. We were talking... kEn dE a praktis. Ken is practising presently. Ken was practising. (Webster 1979)",
            "“Matil, me hear bell a toll dis mornin’, a oo dead?” (Phillips 1991:38)",
            "“Well me a come a de wake tonight fu mek coffee an’ roas’ bake fu you.” (Phillips 1991:40)",
            "“Thank you, ’e get up dis mornin’ fu go down a river an’ jus’ fall down dead. A low-side me a go now fu get de death certificate.” (Phillips 1991:40)",
            "“A so me like mi choc’late tea, you see how de oil a float pan tap?” (Phillips 1991:50)"
        ],
        "scientific_name": [],
        "synonyms": [
            "da 3",
            ">-in"
        ],
        "definition": " A non-completive verbal aspect marker indicating continuing/ progressive action.",
        "pronunciation": []
    },
    {
        "page_num": "1",
        "entry_id": "1_08_1_01",
        "headword": "8",
        "part_of_speech": "v",
        "alternate_spelling": [],
        "etymology": "",
        "citations": [
            "Me fuget fuh tell you dat dem gentlemans are practise every nite, dem music ah one comb an ah ole quatro. (PC 13 Aug 1904)",
            "As foo de dancing, you no how crapo ah jump; well so som ah dem bin ah dance. (PC 27 Aug 1904)",
            "De Govanna mus intefeer, is ah we Govanna way ah paa moonie, an is we moonie dem Govanna ah get foo paa ehself an dem too. (PC 1 Oct 1904)"
        ],
        "scientific_name": [],
        "synonyms": [
            "da 4",
            "does"
        ],
        "definition": " A non-completive verbal aspect marker indicating habitual action.",
        "pronunciation": []
    },
    {
        "page_num": "1",
        "entry_id": "1_09_1_01",
        "headword": "9",
        "part_of_speech": "v",
        "alternate_spelling": [],
        "etymology": "< E have to, expressing obligation",
        "citations": [
            "“Dem woman jus’ start an’ look how far deh reach a’ready; we a fu work faster.” (Phillips 1991:49)"
        ],
        "scientific_name": [],
        "synonyms": [
            ">ha",
            "haffi"
        ],
        "definition": " In verb phrases, a modal auxiliary indicating obligation; usu. fol- lowed by fu",
        "pronunciation": [
            "fo"
        ]
    },
    {
        "page_num": "1",
        "entry_id": "1_10_1_01",
        "headword": "10",
        "part_of_speech": "v",
        "alternate_spelling": [],
        "etymology": "< E a/have, a common reduced form in quick or informal speech",
        "citations": [
            "Den Missa ––– sai, o if I bin no dat afor, I wood a punish em more. (TSCG 8 Jan 1848:2)",
            "Wan ah me frens tell me ah shud a charg he at 60 cents ah day an dat wud ah mek it cum to $4.20. (PC 4 June 1904)",
            "A kwite sure dat if dey did come befo not a kworter of de place wudn’t a did bun. (PC 29 Oct 1904)",
            "Dat cent you tek buy papah fe rite you chupit chupit letta – ef you bin buy grease fe grease dem chiga toe, it wooda bin betta. (PC 9 July 1904)",
            "She get so vex dat she would ah did kill de cat. (PC 17 Sept 1904)",
            "“Well ah never see more, who would ah think yuh was een ah de choir fuh forty years.” (Rollocks 1975:9)",
            "Yuh ever tort yuh woulda see such a ting happen in yuh life before? ( Mamits, TG 5 May 1979)",
            "“Look at de nice string ah cut nuh. I say we woulda full dis string wit’ cascadoo.” (Sweetbread EX ca 1980)",
            "“Is 50 years I doing this kind of labour,” he stated, “and if I didn’t have belly I woulda give up already because who going to take this kind of pressure all the time?” (TTM 31 July 1987:19)",
            "“Well, we can’t read. And if we coulda read, that woulda make no difference,” another vol- unteered. (Gosine 1988:44)",
            "If it was close tuh home, De whole fam- ily woulda get ah formal invitation, An we woulda buy ah gift. (Foster 1990:77)",
            "If I was a younger chap, Maybe I woulda get trap in that. (Sparrow “Both of Them” pr, Williams 1992)",
            "‘If Ma didn’t want half, you would ah have all the money already. But now she want all. That not fair, Bal.’ (Gosine 1992:62)",
            "“Yuh know if was a white man lash she, she woulda pick up her damn false teeth easy easy and go her way.” (Alleyne-Forte 1994:7) 2"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " In verb phrases, an auxiliary after modal verbs could, should, would, might. Often written as -a or -na in negative.",
        "pronunciation": []
    },
    {
        "page_num": "2",
        "entry_id": "2_01_1_01",
        "headword": "11",
        "part_of_speech": "det",
        "alternate_spelling": [],
        "etymology": "",
        "citations": [
            "Me fuget fuh tell you dat dem gentlemans are practise every nite, dem music ah one comb an ah ole quatro. (PC 13 Aug 1904)",
            "Me want fuh sen ah invitashun fuh Lizzie an Joe. (PC 13 Aug 1904)",
            "I saw a police in the rear. (Tiger “Miss Marie’s Advice” 1938)",
            "“We went there and played, and got like a two dollars, and we went and buy a bottle of wine.” (EX 12 Oct 1986:31)",
            "“If you don’t pay up, go and do a three months.” (TTM 6 Jan 1987:14)",
            "Villagers were also asserting that once you gave a cer- tain member of the Caroni County Council, a $100, you could get a five days no matter what party you from. (EX 10 May 1987:17)",
            "[He] got a diarrhoea... after settling his numbers, the much relieved cop drove away with a smile. (Bomb 12 June 1987:21)",
            "This is fol- lowed by his regular request: “Well, give me a 25 cents nah, man.” (Heat 25 July 1987:4)",
            "They saw a man with a blue track pants run- ning away from the scene, but couldn’t say whether he was of Indian or African descent. (TTM 2 Oct 1990:18)",
            "An once ah had tuh run by de grocery tuh buy ah papers an some Uncle Ben rice. (Foster 1990:60)",
            "“Just now, let me put on a pants.” (Alleyne-Forte 1994:77)",
            "[C]lad in a red T-shirt and a blue denim knee-length shorts. (EX 29 Dec 2003:3)"
        ],
        "scientific_name": [],
        "synonyms": [
            "one 1"
        ],
        "definition": " Indefinite article; generally equivalent to English a, an, one; used with nouns, and with or without a quantifier, e.g. a grain of match, a bread, a five-cents.",
        "pronunciation": []
    },
    {
        "page_num": "2",
        "entry_id": "2_02_1_01",
        "headword": "12",
        "part_of_speech": "pron",
        "alternate_spelling": [],
        "etymology": "",
        "citations": [
            "[Ef] you bring de tings ah is yoahs, an ef you no bring dem, ah is nebba more. (PC Apr 30 1904)",
            "[W]ait pan de bridge till ar come back, fuss mami go glad fo see you. (PC 7 May 1904)",
            "A wish you cud tell me wot kine ah heart dat wos. (PC 29 Oct 1904)",
            "When ah tark to him bout it, he ah start to buse me. (PC 22 Oct 1904)",
            "A dream a was talking to a fairy god moda wen a did sleep in Speyside, Tobago in one a dem tapia ouse by de sea. (WG 8 Mar 1919:5)"
        ],
        "scientific_name": [],
        "synonyms": [
            "ah 1",
            "me 1"
        ],
        "definition": " I, subject pronoun, first person singular; often spelled ah or Ah.",
        "pronunciation": []
    },
    {
        "page_num": "2",
        "entry_id": "2_03_1_01",
        "headword": "13",
        "part_of_speech": "intj",
        "alternate_spelling": [],
        "etymology": "",
        "citations": [
            "Ah! Mr. Edditer dem peeple a vex to bad. (PC 20 Aug 1904)",
            "Not one ah dem bin no how foo dance am, soom ah dem bin ah gallop, soom bin ah dance paseo an others bin ah waltz am, ah sah, ah fus ah laff, ah laff so tell me mout nearly tear. (PC 27 Aug 1904)",
            "(Mendes 1985:2) a-a"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " An exclamation, sometimes of delight or satisfaction, but usu. said with force to express indignation, disgust, or impatience.",
        "pronunciation": []
    },
    {
        "page_num": "2",
        "entry_id": "2_06",
        "headword": "aach",
        "part_of_speech": "n",
        "alternate_spelling": [],
        "etymology": "< Bh āch, H ānch ‘heat; flame’",
        "citations": [
            "“Put more aach.” (1990) aadhaa"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " Heat, fire, e.g. when cooking.",
        "pronunciation": []
    },
    {
        "page_num": "2",
        "entry_id": "2_07",
        "headword": "aadhaa",
        "part_of_speech": "n",
        "alternate_spelling": [],
        "etymology": "< H-Bh ādhā ‘half’",
        "citations": [
            "“I will give you aadhaa.” (1990) aadhaa-tihaa"
        ],
        "scientific_name": [],
        "synonyms": [
            "half"
        ],
        "definition": " Half; a large part of.",
        "pronunciation": []
    },
    {
        "page_num": "2",
        "entry_id": "2_08",
        "headword": "aadhaa-tihaa",
        "part_of_speech": "adv",
        "alternate_spelling": [
            " aadhaa-taidhaa"
        ],
        "etymology": "< H-Bh aadhaa ‘half’ + taidhaa ‘not in a straight line; carelessly done’",
        "citations": [
            "“Look how yuh sweeping aadhaa tihaa.” (1990)"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " Carelessly; sloppily; half-way.",
        "pronunciation": [
            "adha tiha",
            "adha taIdha"
        ]
    },
    {
        "page_num": "2",
        "entry_id": "2_09_2_08",
        "headword": "2",
        "part_of_speech": "adj",
        "alternate_spelling": [],
        "etymology": "",
        "citations": [
            "Aa-dhaa-taid-haa. (Mahabir 2004:1)",
            "What kinda aadhaa-tihaa wuk yuh doin dey? aadhi"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " Careless; sloppy; half-way.",
        "pronunciation": []
    },
    {
        "page_num": "2",
        "entry_id": "2_10",
        "headword": "aadhi",
        "part_of_speech": "n",
        "alternate_spelling": [],
        "etymology": "< H-Bh aadhi",
        "citations": [
            "“What bandar know bout aadhi?” [What does monkey know about ginger? i.e., nothing, said to indicate inherent stupidity] (1990)",
            "(Mahabir 1991:1) aage"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " Zingiber officinale (E ginger), a cultivated, erect herb to 1 m (3.2′) high, dark green stems and leaves. Underground rhizomes irregularly shaped, with pale beige skin, used in cooking and medi- cine.",
        "pronunciation": [
            "a;dhi"
        ]
    },
    {
        "page_num": "2",
        "entry_id": "2_11",
        "headword": "aage",
        "part_of_speech": "adv",
        "alternate_spelling": [],
        "etymology": "< H āge, Bh āgā ‘the front; before; in the space in front’",
        "citations": [
            "“When they walking, he does walk aage.” (1990)",
            "(Mahabir 2004:1) aaloo"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " In front, before.",
        "pronunciation": [
            "a;ge"
        ]
    },
    {
        "page_num": "2",
        "entry_id": "2_13",
        "headword": "aam",
        "part_of_speech": "n",
        "alternate_spelling": [],
        "etymology": "< H-Bh ām ‘mango’",
        "citations": [
            "“Boy! tonight we go watchman Baboolal and thief some ah he aam fuh he stingyness.” (1990)",
            "(Mahabir 1991:3) aamrapallava"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " Mangifera indica, the cultivated mango tree and fruit.",
        "pronunciation": [
            "a;m"
        ]
    },
    {
        "page_num": "2",
        "entry_id": "2_15",
        "headword": "aarti",
        "part_of_speech": "n",
        "alternate_spelling": [
            " arti",
            " arati",
            " aarati",
            " artee"
        ],
        "etymology": "< H ārti ‘light waved before a deity, bridegroom, etc.’",
        "citations": [
            "Mahadeo was a devout Hindu. He did his puja every morning and evening. In all his prayers now, and through all the ritual, the arti and bell-ringing and conch-blowing. (Naipaul 1958:164)",
            "On the way to the graveyard a fire ceremony, called artis, is performed five times, and once more inside the cemetery grounds. (Niehoff & Niehoff 1960:132)",
            "When he is about to leave, [the bridegroom] receives the blessings from his mother... and an “artee” the waving of a thaalee with lighted camphor and a wick in it over his head, is performed. (Sankar 1972:12)",
            "[They are] both with the thali in hand performing “aarti.” The brass plate filled with flow- ers with a deya in the centre and the flame glowing towards the murti (statue of Lakshmi) holds the offering. (TG 14 Oct 1990:1)",
            "Then a sadhu takes the arati from the pundit and brings it to all present. What a comforting gesture! The arati is a flickering light hovering around a piece of burning camphor placed in a large glistening brass tharia. The camphor is lit by the priest and first presented to the gods by passing it round and round the vedi. Then this flickering dancing light, exuding warmth and glowing in all its symbolic meaning, is offered to all... You appear to embrace the fire with your cupped fin- gers and pass its warmth over your head, forehead, ears, cheek, neck, shoulder and chest in one smooth movement. (Persaud 1990:131-2)",
            "After the simple ceremony is completed, the children together per- form arti for the parents and other elders present and receive their blessings. (TG-S 30 Oct 1994:14)",
            "Pilgrims typically bring rice, flowers, olive oil, candles and money to bestow upon Siparee Mai in supplication and thanksgiving... They also make aarti to her – a respectful offering of lit flame – and touch her arms and feet, and then their foreheads, thereby transferring her power to themselves. (McNeal 2002:78)"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " A Hindu ritual in which a small fire in a flat container or lamp is moved in a circular motion in front of a god or person; performed during a PUJA , or to give or receive a bless- ing from someone.",
        "pronunciation": [
            "arti",
            "a;rti"
        ]
    },
    {
        "page_num": "2",
        "entry_id": "2_16_2_15",
        "headword": "2",
        "part_of_speech": "v",
        "alternate_spelling": [],
        "etymology": "",
        "citations": [
            "“You aarti the doolahin then. You do it so, otherwise is wrongside.” (1990) aasan"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " Perform the AARTI ritual.",
        "pronunciation": []
    },
    {
        "page_num": "2",
        "entry_id": "2_17",
        "headword": "aasan",
        "part_of_speech": "n",
        "alternate_spelling": [],
        "etymology": "< H-Bh  āsan ‘a stool; a seat; a small prayer carpet’",
        "citations": [
            "“Fix the aasan.” (1990) aback"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " A seat where the PANDIT sits during Hindu ceremonies.",
        "pronunciation": [
            "a;san"
        ]
    },
    {
        "page_num": "2",
        "entry_id": "2_18",
        "headword": "aback",
        "part_of_speech": "adv",
        "alternate_spelling": [],
        "etymology": "< dial E aback ‘of time: ago; since’",
        "citations": [
            "Ever since you see it open up some years aback, I longing to go. ( Mamits, TG 1 May 1977)",
            "Which Tanty Merle buy years aback wen one of de chirren was in college. ( Mamits, TG 5 Aug 1977)",
            "T’ree weeks aback, three weeks ago. (Haynes 1987:104)",
            "Just a month aback this vagrant fella slip in me maxi and piss down all over me back set and then step out back again. Cool-cool. (Maharaj 1992:28)"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " In the past; ago (with period of time).",
        "pronunciation": []
    },
    {
        "page_num": "2",
        "entry_id": "2_19_2_18",
        "headword": "2",
        "part_of_speech": "prep",
        "alternate_spelling": [],
        "etymology": "< arc or dial E aback of ‘at the back of; on the back of; behind’",
        "citations": [
            "[O]n the other side of the Anglican Church and the Cemetery, there was a track leading down and back of the Church and passing aback of Lee Lum’s shop. (POSG 15 Oct 1907:4) abc-catch-a-crab"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " arc With of; in back of; behind.",
        "pronunciation": []
    },
    {
        "page_num": "2",
        "entry_id": "2_20",
        "headword": "abc-catch-a-crab",
        "part_of_speech": "phr",
        "alternate_spelling": [
            " abc ketch-ah-crab"
        ],
        "etymology": "",
        "citations": [
            "(Mendes 1985:2)",
            "How I could read this abc-catch-a-crab writing? (1990)",
            "Finest beach, grey powdery sand, ABC ketch-a-crabs, zig zagging with huge gundies. (Macfarlane 1997:23) ABC class"
        ],
        "scientific_name": [],
        "synonyms": [
            "crapaud foot",
            "crapaud hand"
        ],
        "definition": " Of handwriting, poor, straggly, difficult to read. (fr resemblance to marks left by crabs in sand)",
        "pronunciation": []
    },
    {
        "page_num": "2",
        "entry_id": "2_21",
        "headword": "ABC class",
        "part_of_speech": "n",
        "alternate_spelling": [],
        "etymology": "",
        "citations": [
            "My secret loathing of the ABC class, despite the caring of the teacher, was influenced by the idea expressed in a derisive song that children used to sing: “ABC, ketch a crab, ‘G’-‘O’ go, let him go, When you weary, let him go.” (Maynard 1992:7)",
            "He just started school in the ABC class. (1997) abentana"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " The first or infant class of a primary school. (fr typical task of learning alphabet + E ABC ‘introductory book to any subject, often in catechism or dialogue form’)",
        "pronunciation": []
    },
    {
        "page_num": "2",
        "entry_id": "2_22",
        "headword": "abentana",
        "part_of_speech": "n",
        "alternate_spelling": [],
        "etymology": "< Sp ventana ‘window’",
        "citations": [
            "Abentana... name applied to the space between four cocoa plants. It is within this space that Immortelle trees and food crops such as coffee and bananas are planted to serve as shade for young cocoa plants. (Moore 1980:11) abhimaan"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " The space between four cocoa trees planted in squares, used to plant shade trees and food crops.",
        "pronunciation": [
            "abEntana"
        ]
    },
    {
        "page_num": "2",
        "entry_id": "2_23",
        "headword": "abhimaan",
        "part_of_speech": "n",
        "alternate_spelling": [],
        "etymology": "< H abhimān ‘pride; haughtiness; self-conceit’",
        "citations": [
            "“He going to university now and he have abhimaan.” (1990)",
            "(Mahabir 2004:2) abir"
        ],
        "scientific_name": [],
        "synonyms": [
            "ghamand"
        ],
        "definition": " False pride; arrogance; being proud of oneself for a bad reason.",
        "pronunciation": [
            "abhima;n"
        ]
    },
    {
        "page_num": "3",
        "entry_id": "3_01",
        "headword": "abir",
        "part_of_speech": "n",
        "alternate_spelling": [
            " abeer"
        ],
        "etymology": "< H abir ‘red powder used at Phagwa’",
        "citations": [
            "In the forenoon of Holi day, each family boils up a large supply of abir (red dye mixed with water) and sets in a supply of pink powder... Men and children arm themselves with ābīr and packets of pink powder, and set off down the road to sprinkle and smear their friends and relatives. Women remain near their homes, armed with full bottles and with saucepans for dipping into buckets of ābīr. (Klass 1961:166)",
            "[R]evelers mark the beginning of their new year by sprinkling one another with red water, or abeer, and colored powders. (Eigeland 1980:24)",
            "The children came out with their ‘abeer’ to play Phagwa yesterday... and everyone... got soaked in the celebratory red liquid. (EX 22 Mar 1987:3)",
            "One of the more popular rituals [during Phagwa] is the spraying of the Abeer powder, a red vegetable dye made into a bright fuchsia liquid and sprayed over observer and devo- tee alike. It creates a messy but colorful scene as clothes take on a tie- dyed effect and skin and hair are drenched. Recently other colors have been introduced. (Ahye 1988b:106-7)",
            "The villagers “play” Phāguā by sprinkling abīr, a red dye, on their friends and relatives as an expression of affection, even reconciliation. (Myers 1998:72) able"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " A red-purple dye thrown on people during P HAGWA celebrations.",
        "pronunciation": [
            "abir"
        ]
    },
    {
        "page_num": "3",
        "entry_id": "3_02",
        "headword": "able",
        "part_of_speech": "adj",
        "alternate_spelling": [],
        "etymology": "< E able ‘having sufficient power’",
        "citations": [
            "I said I don’t believe I’m able with that, the things you wearing the price is too hot. (Zebra “Should Men Support Women” 1951)",
            "“But he is not a man who could enjoy a joke – you ever notice that, Clem? He could laugh with scorn, laugh in triumph when Boisson make a bad out, but to laugh just for fun – he ain’t able.” (de Boissière 1952:105)",
            "“Allyuh, I eh able again. Pick somebody in my place.” (EX 23 Aug 1987:11)",
            "‘Look, I don’t know if I able with you, you know.’ (Lovelace 1988:64)",
            "‘I eh able with the heat!’ she moaned. (Moodie-Kublalsingh 1994:41)",
            "“The modern calypsonians ent able with that again.” (2001)"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " Capable of dealing with; having the power to tolerate or accept.",
        "pronunciation": []
    },
    {
        "page_num": "3",
        "entry_id": "3_03_3_02",
        "headword": "2",
        "part_of_speech": "v",
        "alternate_spelling": [],
        "etymology": "",
        "citations": [
            "Yuh eh hear she saying how she can’t able with he and she going to send he by he father."
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " Be capable of dealing with; have the ability to tolerate.",
        "pronunciation": []
    },
    {
        "page_num": "3",
        "entry_id": "3_04_3_02",
        "headword": "3",
        "part_of_speech": "v",
        "alternate_spelling": [],
        "etymology": "< dial E able ‘fit; subject to perform a difficult task in fulfillment of a boast’",
        "citations": [
            "Wen ever dat “congo day” com, I will able to satisfise meself in full. (PC 3 Sept 1904) about"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": " Be able to; have the ability to do.",
        "pronunciation": []
    },
    {
        "page_num": "3",
        "entry_id": "3_05",
        "headword": "about",
        "part_of_speech": "adj",
        "alternate_spelling": [],
        "etymology": "< E about ‘in rotation; in action; going; moving’",
        "citations": [
            "As it was not the time of crop, the mills were not “about.” (Underhill 1862:37)",
            "Usually, the cattle mill is “put about” earlier in the morning, and continues to work later at night than the steam engine, in order to dispose of the crop. (Underhill 1862:50) abowshee"
        ],
        "scientific_name": [],
        "synonyms": [],
        "definition": "arc Of a sugar mill, in operation grinding cane.",
        "pronunciation": []
    },
    {
        "page_num": "3",
        "entry_id": "3_06",
        "headword": "abowshee",
        "part_of_speech": "n",
        "alternate_spelling": [
            " abusher"
        ],
        "etymology": "< E overseer ‘work foreman; supervisor’",
        "citations": [
            "(Carmichael 1833)",
            "(Uh 1883:247) abricot"
        ],
        "scientific_name": [],
        "synonyms": [
            "bushi"
        ],
        "definition": " obs Overseer on an ESTATE , esp. during slav- ery.",
        "pronunciation": []
    },
    {
        "page_num": "3",
        "entry_id": "3_07",
        "headword": "abricot",
        "part_of_speech": "n",
        "alternate_spelling": [],
        "etymology": "< Fr abricot ‘apricot fruit’ fr similar light orange colour",
        "citations": [
            "(Kaye 1921:107)",
            "Abricot... slightly larger than the Yellow, and has a very fast flight. Also migrant, but does not travel in bands. (Ambard 1959:13) absent salt"
        ],
        "scientific_name": [
            "Catopsilia argante"
        ],
        "synonyms": [
            "apricot",
            "zabrico"
        ],
        "definition": " Phoebis argante [ ≈ Catopsilia argante], a butterfly, wing- span 6 cm (2.4″). Apricot orange with marginal black spots.",
        "pronunciation": [
            "abriko",
            "abwiko"
        ]
    }
]